11/data/attachments/62bc8bf416076764.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f27b0bdb-b1c9-4648-adf7-b5d3b84f213f</nif:username>
            <nif:friendToBeAdded>Sarah_power_Actions_25053_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>